IDEA Open Model
ReinfBarOnEdge.NumOfLayers Property
Compatible with IDEA StatiCa 20.1
 Number of layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int NumOfLayers { get; set; }
Public Property NumOfLayers As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace